Repository: arnaudelub/flutterence
Catalog: lib/l10n/arb/app_*.arb
Languages: fr

# invalidEmailAndPasswordCombination
source: Invalid email or password error
fr: Email et/ou password invalide

# emailAlreadyInUse
source: This email is already in use
fr: Email deja en utilisation

source: Server error
fr: Erreur de server

source: Invalid credentials
fr: Credentiales invalides

# weakPassword
source: Password too weak
fr: Mot de passe pas assez fort

# invalidEmail
source: Email is invalid
fr: Email invalide

source: Operation not allowed
fr: Operation non authorisée

# wrongIosVersion
source: You need iOS version >= 13.0
fr: Version iOS >= 13.0 necessaire

# cancelledByUser
source: Login canceled by user
fr: Login annulé par l'utilisateur

source: Unexpected error
fr: Erreur inesperée

source: Login with Google
fr: Login avec Google

source: Login with Apple
fr: Login avec Apple

source: Login with GitHub
fr: Login avec GitHub
